;============================================================================================================
;     Isms ROGUE
;============================================================================================================

[IsmsBlazeOfGlory X2AbilityTemplate]
LocFriendlyName="Сияние славы"
LocHelpText="Совершите финальный аккорд. Нанесите удар по каждому врагу в зоне действия оружия, прежде чем уйти в сиянии славы. Но действительно ли вы мертвы?"
LocLongDescription="Совершите финальный аккорд. Нанесите удар по каждому врагу в зоне действия оружия, прежде чем уйти в сиянии славы. Но действительно ли вы мертвы?"
LocPromotionPopupText="<Bullet/> Перезарядка 8 ходов.<br/><Bullet/> Атакуйте каждого врага в радиусе действия оружия, прежде чем симулировать свою смерть на 2 хода.<br/><Bullet/> Небольшой бонус к меткости, если вы находитесь без укрытия.<br/><Bullet/> Сохранитесь и перезагрузитесь чтобы исправить любую визуальную ошибку."

[IsmsBlindside X2AbilityTemplate]
LocFriendlyName="Слепая зона"
LocLongDescription="Выстрелы с фланга из буллпапов или винтовок \"Вектор\" наносят дополнительно 1 ед. урона. Бонус увеличивается на +1 ед. за каждые 2 уровня. (1,1,2,2,3,3,4)"
LocHelpText="Выстрелы с фланга из буллпапов или винтовок \"Вектор\" наносят дополнительно 1-4 ед. урона."
LocFlyOverText="Слепая зона" 
LocPromotionPopupText="<Bullet/> Выстрелы с фланга из буллпапов, пистолетов-пулеметов или винтовок \"Вектор\" наносят дополнительно 1 ед. урона.<br/><Bullet/> Бонус увеличивается на +1 ед. за каждые 2 уровня. (1,1,2,2,3,3,4)"

[IsmsConcussiveShot X2AbilityTemplate]
LocFriendlyName="Контузия"
LocLongDescription="Выстрелите из пистолета, попытавшись дезориентировать или оглушить цель. Способность \"Ошеломление\" можно использовать из режима маскировки, при этом не нарушая ее."
LocHelpText="Выстрел может дезориентировать или оглушить цель. Шанс увеличивается с уровнем. Враги с высокой волей могут избежать эффекта."
LocFlyOverText="Контузия" 
LocPromotionPopupText="<Bullet/> Перезарядка 2 хода.<br/><Bullet/> Не требует боеприпасов.<br/><Bullet/> <Ability:SelfCharges/> имеет 2 заряда на миссию.<br/><Bullet/> Чем больше мозг, тем сложнее контузить... <br/><Bullet/> Способность \"Ошеломление\" требует 2 заряда."
[IsmsRogueSap X2AbilityTemplate]
LocFriendlyName="Ошеломление"
LocLongDescription="Выстрелите из пистолета, попытавшись дезориентировать или оглушить цель. Не нарушает маскировку. Требует 2 заряда. "
LocHelpText="Выстрел может дезориентировать или оглушить цель. Шанс увеличивается с уровнем. Враги с высокой волей могут избежать эффекта. Не нарушает маскировку."
LocFlyOverText="Ошеломление" 
LocPromotionPopupText="<Bullet/> Перезарядка 2 хода.<br/><Bullet/> Не требует боеприпасов.<br/><Bullet/> Имеет общие заряды со способностью \"Контузия\".<br/><Bullet/> Чем больше мозг, тем сложнее контузить... <br/><Bullet/> "

[IsmsFlush X2AbilityTemplate]
LocFriendlyName="Спугнуть"
LocLongDescription="Выстрел побуждающий врага двигаться. Имеет бонус к меткости (+30%), но наносит уменьшенный урон (-50% базового урона оружия). Требует 2 ед. боеприпаса."
LocHelpText="Выстрел побуждающий врага двигаться. +30 бонус к меткости. -50% базового урона оружия. Требует 2 ед. боеприпаса."
LocFlyOverText="Спугнуть"
LocPromotionPopupText="<Bullet/> +30 к меткости.<br/><Bullet/> -50% базового урона оружия.<br/><Bullet/> Требует 2 ед. боеприпаса.<br/><Bullet/> Заставляет врага сменить позицию.<br/>"
[IsmsFlushDamage X2AbilityTemplate]
LocFriendlyName="Спугнуть"
 
[IsmsGhostPack X2AbilityTemplate]
LocFriendlyName="Набор призрака"
LocLongDescription="Предоставляет способности \"Маскировка\" и \"Фантом\", но весь получаемый урон увеличивается на 15%."
LocHelpText="Предоставляет способности \"Маскировка\" и \"Фантом\", но весь получаемый урон увеличивается на 15%."
LocFlyOverText="Набор призрака"
LocPromotionPopupText="<Bullet/> Предоставляет способности \"Маскировка\" и \"Фантом\", но весь получаемый урон увеличивается на 15%."

[IsmsInfiltrator X2AbilityTemplate]
LocFriendlyName="Диверсант"
LocLongDescription="Предоставляет способность \"Молниеносные рефлексы\" и +40 ко взлому."
LocHelpText="Предоставляет способность \"Молниеносные рефлексы\" и +40 ко взлому."
LocFlyOverText="Диверсант"
LocPromotionPopupText="Предоставляет способность \"Молниеносные рефлексы\" и +40 ко взлому."

[IsmsLastWish X2AbilityTemplate]
LocFriendlyName="Последнее желание"
LocLongDescription="Один раз за миссию, при получении смертельного урона, симулируйте свою смерть в течении 2 ходов, восстанавливая при этом 5 ОЗ. После окончания способности, попытайтесь войти в режим маскировки."
LocHelpText="Один раз за миссию, при получении смертельного урона, симулируйте свою смерть в течении 2 ходов, восстанавливая при этом 5 ОЗ. После окончания способности, попытайтесь войти в режим маскировки."
LocFlyOverText="Последнее желание"
LocPromotionPopupText="<Bullet/> Срабатывает 1 раз за миссию.<br/><Bullet/> Если возможно, активируется режим маскировки, после пробуждения.<br/><Bullet/> Сохранитесь и перезагрузитесь чтобы исправить любую визуальную ошибку."

[IsmsLoneWolf X2AbilityTemplate]
LocFriendlyName="Набор одинокого волка"
LocLongDescription="Одинокий волк получает бонус +20 к защите, когда находится в одиночестве. Союзники в радиусе 5 клеток отключают этот эффект."
LocHelpText="Одинокий волк получает бонус +20 к защите, когда находится в одиночестве. Союзники в радиусе 5 клеток отключают этот эффект."
LocFlyOverText="Набор одинокого волка"
LocPromotionPopupText="<Bullet/> Одинокий волк получает бонус +20 к защите, становясь изгоем.<br/><Bullet/> Союзники в радиусе 5 клеток отключают этот эффект.<br/><Bullet/> Также, получите +2 к обзору если вас не флангуют."

[IsmsKeepYourHeadDown X2AbilityTemplate]
LocFriendlyName="Прикрывай свой голову"
LocHelpText="Не полные укрытия защищают также как и полные, за счет небольшого штрафа к меткости."
LocLongDescription="Не полные укрытия защищают также как и полные, за счет -5 штрафа к меткости."
LocPromotionPopupText="Не полные укрытия защищают также как и полные, за счет небольшого штрафа к меткости."

[IsmsNaturalBornKiller X2AbilityTemplate]
LocFriendlyName="Боевой фокус"
LocLongDescription="Фокусировка: получите 1 очко фокуса за ход. Накопленный фокус повышает мобильность (макс. 5). Также, предоставляет способность \"Гранд финал\"."
LocHelpText="Фокусировка: получите 1 очко фокуса за ход. Накопленный фокус повышает мобильность (макс. 5). Также, предоставляет способность \"Гранд финал\"."
LocFlyOverText="Боевой фокус"
LocPromotionPopupText="<Bullet/> Получите 1 очко фокуса за ход. 1 очко фокуса добавляет +1 к мобильности (макс. 5).<br/><Bullet/> Способность \"гранд финал\" - используйте от 1 до 5 очков фокуса чтобы нанести от 1 до 5 ед. дополнительного урона за один выстрел."
[IsmsNBKGrandFinale X2AbilityTemplate]
LocFriendlyName="Гранд финал"
LocLongDescription="Высвободите накопленный фокус чтобы нанести от 1 до 5 ед. дополнительного урона за выстрел, в зависимости от накопленного фокуса (макс. 5)."
LocHelpText="Высвободите накопленный фокус чтобы нанести от 1 до 5 ед. дополнительного урона за выстрел, в зависимости от накопленного фокуса (макс. 5)."
LocFlyOverText="Гранд финал"
LocPromotionPopupText="<Bullet/> Высвободите накопленный фокус чтобы нанести от 1 до 5 ед. дополнительного урона за выстрел, в зависимости от накопленного фокуса (макс. 5)."

[IsmsOnTheMove X2AbilityTemplate]
LocFriendlyName="В пути"
LocLongDescription="Предоставляет дополнительное действие в начале каждого хода, но накладывает штраф -6 к мобильности."
LocHelpText="Предоставляет дополнительное действие в начале каждого хода, но накладывает штраф -6 к мобильности."
LocFlyOverText="В пути"
LocPromotionPopupText="<Bullet/> Предоставляет дополнительное действие в начале каждого хода, но накладывает штраф -6 к мобильности."

[IsmsRecon X2AbilityTemplate]
LocFriendlyName="Разведка"
LocHelpText="Разведайте местность, пометив всех врагов в конусной зоне. Помеченные враги получают на 10-20% больше урона и теряют 5 защиты. Не нарушает маскировку."
LocLongDescription="Разведайте местность, пометив всех врагов в конусной зоне, не теряя маскировку. Помеченные враги получают на 10-20% больше урона. Завершает ход солдата."
LocPromotionPopupText="Помечает все цели, предоставляя бонус +5% к меткости и +10-20% к наносимому урону при стрельбе по ним на 2 хода.<br/>"

[IsmsRelocate X2AbilityTemplate]
LocFriendlyName="Перестановка"
LocLongDescription="Все союзники получают полную невидимость на один ход, но могут использовать только лишь действия передвижения. Союзники возвращаются в нормальное состояние через один ход."
LocHelpText="Все союзники получают полную невидимость на один ход, но могут использовать только лишь действия передвижения. Союзники возвращаются в нормальное состояние через один ход."
LocFlyOverText="Перестановка"
LocPromotionPopupText="<Bullet/> Все союзники получают полную невидимость на один ход, но могут использовать только лишь действия передвижения. Союзники возвращаются в нормальное состояние через один ход.<br/><Bullet/> Перезарядка 10 ходов."

[IsmsRiposte X2AbilityTemplate]
LocFriendlyName="Рипост"
LocHelpText="Спровоцируйте противника, приготовившись парировать его следующую атаку, с помощью вашего пистолета. Отражает атаку и оставляет врага беззащитным, если выстрел попадает."
LocLongDescription="Спровоцируйте противника, приготовившись парировать его следующую атаку, с помощью вашего пистолета. Отражает атаку и оставляет врага беззащитным, если выстрел попадает."
LocPromotionPopupText="<Bullet/> Способность \"Рипост\" провоцирует атакующего, отражая его атаку, оглушая и оставляя его беззащитным, если выстрел из пистолета попадает в цель.<br/><Bullet/> Перезарядка 2 хода.<br/><Bullet/> Очень маленький шанс оглушить врагов с высокой волей."

[IsmsRogueAndGun X2AbilityTemplate]
LocFriendlyName="Стреляй и беги"
LocLongDescription="Получите действие передвижение, после стандартного выстрела из основного оружия, но только ЕСЛИ выстрел попал в цель. Можно использовать после передвижения один раз."
LocHelpText="Получите действие передвижение, после стандартного выстрела из основного оружия, но только ЕСЛИ выстрел попал в цель. Можно использовать после передвижения один раз."
LocFlyOverText="Стреляй и беги"
LocPromotionPopupText="<Bullet/> Получите действие передвижение, после стандартного выстрела из основного оружия, но только ЕСЛИ выстрел попал в цель. Можно использовать после передвижения один раз.<br/><Bullet/> Перезарядка 2 хода.<br/><Bullet/> Отлично подходит для того, чтобы выйти из опасной позиции после выстрела и занять более удачное укрытие. Только смотри, не промахнись."
[IsmsRogueAndGunMomentum X2AbilityTemplate]
LocFriendlyName="Время бежать!"
LocFlyOverText="Время бежать!"

[IsmsRushOfBattle X2AbilityTemplate]
LocFriendlyName="Боевой раж"
LocLongDescription="Фокусировка: при убийстве врагов вырабатывается адреналин. Накопленный адреналин дает бонус к уклонению (макс. 30). Также, предоставляет способность \"Остыть\"."
LocHelpText="Фокусировка: при убийстве врагов вырабатывается адреналин. Накопленный адреналин дает бонус к уклонению (макс. 30). Также, предоставляет способность \"Остыть\"."
LocFlyOverText="Боевой раж"
LocPromotionPopupText="<Bullet/> За убийство врагов дается: 3 очка адреналина <br/> <Bullet/> За убийство врагов товарищами по команде дается: 1 очко адреналина. <br/> <Bullet/> Способность \"Остыть\" - потребляет до 18 очков адреналина, восстанавливая 5% недостающих ОЗ за одно очко.<br/><Bullet/> Каждое очко повышает уклонение на 1-2 ед. (максимум 30 при 18 очках адреналина)."
[IsmsCoolOff X2AbilityTemplate]
LocFriendlyName="Остыть"
LocLongDescription="Остыть, расходуя весь свой адреналин и исцеляя 5% от недостающих ОЗ за каждое потраченное очко адреналина."
LocHelpText="Остыть, расходуя весь свой адреналин и исцеляя 5% от недостающих ОЗ за каждое потраченное очко адреналина."
LocFlyOverText="Остыть"
LocPromotionPopupText="<Bullet/> Остыть, расходуя весь свой адреналин и исцеляя 5% от недостающих ОЗ за каждое потраченное очко адреналина."

[IsmsScoutingReport X2AbilityTemplate]
LocFriendlyName="Отчет о разведке"
LocLongDescription="Фокусировка: получайте 1 очко сведений каждый ход. Сведения предоставляют всем союзникам бонус к защите и меткости (макс. 5). Также, предоставляет способность \"Решительные действия\"."
LocHelpText="Фокусировка: получайте 1 очко сведений каждый ход. Сведения предоставляют всем союзникам бонус к защите и меткости (макс. 5). Также, предоставляет способность \"Решительные действия\"."
LocFlyOverText="Отчет о разведке"
LocPromotionPopupText="<Bullet/> Получайте 1 очко сведений каждый ход. Сведения предоставляют всем союзникам +1 к защите и меткости (макс. 5).<br/><Bullet/> Способность \"Решительные действия\" - потратьте 5 очков сведений, чтобы восстановить до 2 действий одного союзника."
[IsmsDecisiveAction X2AbilityTemplate]
LocFriendlyName="Решительные действия"
LocLongDescription="Потратьте 5 очков сведений, чтобы восстановить до 2 действий одного союзника."
LocHelpText="Потратьте 5 очков сведений, чтобы восстановить до 2 действий одного союзника."
LocFlyOverText="Решительные действия" 
LocPromotionPopupText="Потратьте 5 очков сведений, чтобы восстановить до 2 действий одного союзника."

[IsmsScoutPack X2AbilityTemplate]
LocFriendlyName="Набор скаута"
LocLongDescription="Преобразитесь в скаута. Предоставляет улучшенный обзор, бесплатный боевой сканер, а также заменяет способность \"Слепая зона\", предоставляя бонусы к выстрелам с возвышенности, а не с фланга."
LocHelpText="Преобразитесь в скаута. Предоставляет улучшенный обзор, бесплатный боевой сканер, а также заменяет способность \"Слепая зона\", предоставляя бонусы к выстрелам с возвышенности, а не с фланга."
LocFlyOverText="Набор скаута"
LocPromotionPopupText="<Bullet/> Способность\"Слепая зона\" заменяется на \"Зона сверху\" - предоставляет бонусы к урону с возвышенности вместо фланга.<br/><Bullet/> Получите +6 к радиусу обзора и дальности атак.<br/><Bullet/> Предоставляет 1 бесплатный боевой сканер."

[IsmsScoutsOverwatch X2AbilityTemplate]
LocFriendlyName="Дозор скаута"
LocLongDescription="Изгой больше не имеет штрафа к меткости при \"наблюдении\", выстрелы могут наносить критический урон, но \"наблюдение\" производится в небольшой области."
LocHelpText="Изгой больше не имеет штрафа к меткости при \"наблюдении\", выстрелы могут наносить критический урон, но \"наблюдение\" производится в небольшой области."
LocFlyOverText="Дозор скаута"
LocPromotionPopupText="<Bullet/> Режим \"наблюдения\" заменяется на \"Дозор скаута\".<br/><Bullet/> Способность \"Дозор скаута\" - режим \"наблюдения\" в небольшой зоне.<br/><Bullet/> Позволяет отреагировать на передвижение врага и выстрелить.<br/><Bullet/> Может наносить критический урон и не получает штрафов к ответным выстрелам."

[IsmsScoutVision X2AbilityTemplate]
LocFriendlyName="Осторожный скаут"
LocLongDescription="Предоставляет улучшенный радиус обзора и бесплатный боевой сканер."
LocHelpText="Предоставляет улучшенный радиус обзора и бесплатный боевой сканер."
LocFlyOverText="Осторожный скаут"
LocPromotionPopupText="<Bullet/> Получите +6 к радиусу обзора и дальности атак.<br/><Bullet/> Предоставляет 1 бесплатный боевой сканер."

[IsmsShadowborn X2AbilityTemplate]
LocFriendlyName="Рожденный в тенях"
LocLongDescription="Изгоя гораздо сложнее обнаружить, когда он замаскирован. Также, он получает небольшие бонусы к меткости и шансу критического попадания, во время маскировки."
LocHelpText="Радиус обнаружения в маскировке снижен на 33%. Предоставляет бонус +15% к меткости и шансу критического попадания при всех выстрелах из маскировки."
LocFlyOverText="Рожденный в тенях" 
LocPromotionPopupText="<Bullet/> Радиус обнаружения в маскировке снижен на 33%.<br/><Bullet/> Предоставляет бонус +15% к меткости и шансу критического попадания при всех выстрелах из маскировки."

[IsmsUpside X2AbilityTemplate]
LocFriendlyName="Зона сверху"
LocLongDescription="Выстрелы из буллпапов или винтовок \"Вектор\" наносят дополнительно 1 ед. урона врагам, которые находятся ниже вас по высоте. Бонус увеличивается на +1 ед. за каждые 2 уровня. (1,1,2,2,3,3,4)"
LocHelpText="Выстрелы из буллпапов или винтовок \"Вектор\" наносят дополнительно 1-4 ед. урона врагам, которые находятся ниже вас по высоте."
LocFlyOverText="Зона сверху" 
LocPromotionPopupText="<Bullet/> Выстрелы из буллпапов или винтовок \"Вектор\" наносят дополнительно 1 ед. урона врагам, которые находятся ниже вас по высоте.<br/><Bullet/> Бонус увеличивается на +1 ед. за каждые 2 уровня. (1,1,2,2,3,3,4)"
